[
  {
    "game": "NCAA Bowl Pick'em",
    "entrant": "Chris Bennett",
    "prize": "$440",
    "summary": "Chris Bennett earned his first ALA championship with an incredible run of picks to close out bowl season, going 13-1-1 over this final 15 selections. Even then, he still needed to correctly pick the National Championship to edge Gerard Griffa -- which he did, when Clemson stormed back to cover and defeat Alabama. A more detailed account of Chris's win can be found in the <a href='http://www.mikeduin.com/alevelabove/blog/ncaabowlpickem16recap'>2016 NCAA Bowl Pick'em Recap</a>."
  },
  {
    "game": "NCAA Pick'em",
    "entrant": "Dave Echenoz",
    "prize": "$560",
    "summary": "Dave improved on his 2nd-place finish in 2015 the only way he could, winning his first ALA title after emerging from a three-way tie in the NCAA Pick'em standings with one week remaining. His $560 prize netted him $510 in profits on his $50 entry, which tied the all-time pool record set by Brad Baker in 2014. A more detailed account of Dave's win can be found in the <a href='http://www.mikeduin.com/alevelabove/blog/ncaa16recap'>2016 NCAA Pick'em Recap</a>."
  },
  {
    "game": "NFL Survivor",
    "entrant": "(four-way tie)",
    "prize": "$970 each",
    "summary": "For just the second time in Survivor Pool history, multiple entrants tied for the pool's grand prize, as Tim Hokit, Garrett Schultz, Sean Shoemaker, and Scott Venn each outlasted the competition before losing in Week 16. A more detailed account of Kevin's win can be found in the <a href='http://www.mikeduin.com/alevelabove/blog/nflsurvivor16final'>2016 NFL Survivor Pool Recap</a>."
  },
  {
    "game": "NFL Confidence",
    "entrant": "Kevin Simshauser",
    "prize": "$760",
    "summary": "Kevin Simshauser made ALA history with his 2016 NFL Confidence title, becoming the first ALA'er to even win the same football pool twice. Of the 36 combined seasons of ALA's five football pools, no one had accomplished that feat prior to Kevin doing so in 2016; he also won the NFL Confidence Pool back in 2010. Kevin's $760 prize for first-place was an all-time record for the pool. A more detailed account can be found in the <a href='http://www.mikeduin.com/alevelabove/blog/nflconfidence16recap'>2016 NFL Confidence Pool Recap</a>."
  },
  {
    "game": "NFL Battle the Bookies",
    "entrant": "Daniel Shuval",
    "prize": "$2,415",
    "summary": "In one of the most dominant performances A Level Above has ever seen, Daniel Shuval went nearly wire-to-wire in the first run of Battle the Bookies as its own custom-built web app, climbing to +$2,274.18 in profits through the season's first seven weeks and never looking back. It was Shuval's first ALA title, and his $2,415 first-place prize was the fourth-richest in ALA history. A more detailed account of Daniel's win can be found in the <a href='http://www.mikeduin.com/alevelabove/blog/btb16recap'>2016 NFL Battle the Bookies Recap</a>."
  },
  {
    "game": "Fantasy NFL: GU Division",
    "entrant": "Jesse Stokke",
    "prize": "$1,191",
    "summary": "Jesse Stokke's 2016 GU Division title was a particularly special one. Jesse climbed his way out of the cellar after spending the first few weeks of the season toiling away at the bottom of the GU Division standings, and his eventual title not only made him the first ALA fantasy footballer to win three championships in the same division, but also allowed him to finally surpass his brother Sean atop the <a href='https://docs.google.com/spreadsheets/d/12xmNwcdfVMNBYN2pApbcETN3RSFHSIqrgFjpB3f8UcE/edit#gid=10' target='_blank'>Fantasy NFL Career Rankings</a>. A more detailed account of Jesse's historic win can be found in the <a href='http://www.mikeduin.com/alevelabove/blog/fantasynfl16'>2016 Fantasy NFL Recap</a>."
  },
  {
    "game": "Fantasy NFL: LO Division",
    "entrant": "Mike Duin",
    "prize": "$994",
    "summary": "The Commish's X-Factor had been in 9th-place in the LO Division standings as late in the season as Week 8 before the running back tandem of Le'Veon Bell and Ezekiel Elliot put up world-stopping numbers throughout the season's second-half and pushed the Commish to victory over Billy Schreyer's Wilfork on the First Date for Duin and Schreyer's second consecutive 1st/2nd fantasy finish. It was the Commish's second fantasy title of 2016, and a victory in Fantasy NBA would earn him the elusive fantasy triple crown for the second time in his ALA career. A more detailed account of Jesse's career-defining victory can be found in the <a href='http://www.mikeduin.com/alevelabove/blog/fantasynfl16'>2016 Fantasy NFL Recap</a>"
  },
  {
    "game": "Fantasy NFL: USC Division",
    "entrant": "Justin Zelik",
    "prize": "$403",
    "summary": "Justin Zelik was the ninth different name to grace the top of the USC Division podium in the league's nine seasons, and his 2016 USC Division squad was the second-highest scoring team across ALA's three football leagues. Zelik's team's final point total was also the 11th-highest single-season mark of all time. Despite those accolades, the 2016 USC Division season will likely be remembered for who <i>wasn't</i> champion: Alex Rosenbloom's Blazin' Hits, who outscored Zelik's team by 130.2 points during the season as the third-highest-scoring fantasy football team <i>ever</i>. A more detailed account of Zelik's win can be found in the <a href='http://www.mikeduin.com/alevelabove/blog/fantasynfl16'>2016 Fantasy NFL Recap</a>."
  },
  {
    "game": "Fantasy MLB",
    "entrant": "Mike Duin",
    "prize": "$1,135",
    "summary": "Do you believe in miracles? The Commish might following the conclusion of the 2016 fantasy baseball season. In the wildest fantasy finish in A Level Above's 15-year history, three teams spent the final day of the season trading places atop the standings before the Commish's X-Factor eventually edged Billy Schreyer's ShrayDay by two-hundredths of a percentage-point (0.0002) in On-Base Percentage -- an amount equivalent to <i>two batters</i> reaching base over the course of an 8,000 plate-appearance season -- and after ShrayDay and Dan Goldman's Savvy Vets each suffered blown saves by their relievers in the final two regular season games. Had any of those three things not taken place, ShrayDay would have ended the season atop the podium with his third Fantasy MLB title in four years. A complete, blow-by-blow recap detailing the full scope of the final day's insanity can be found <a href='http://www.mikeduin.com/alevelabove/blog/fantasymlbseasonrecap'>in the 2016 Fantasy MLB Recap</a>."
  },
  {
    "game": "March Madness",
    "entrant": "Scott Hitchcock",
    "prize": "$2,784",
    "summary": "Scott Hitchcock won his first ALA championship in as exciting a fashion as possible, securing the 2016 March Madness title on a buzzer-beating three-pointer from Villanova that capped off one of the most memorable championship games in NCAA history. Though Villanova entered the game as a three-point underdog -- making a pregame hedge an expensive proposition -- Hitchcock managed his in-game action brilliantly and protected his potential pool-winning earnings by placing a live bet on North Carolina +3 when Villanova took the lead in the second half, thereby guaranteeing himself a profitable outcome regardless of the game result. When Villanova hit their game-winning shot to win by three, Hitchcock pushed that bet and took home the second-largest single-event payout in ALA history."
  }
]
