[
  {
    "game": "Fantasy NBA",
    "entrant": "Dan Goldman",
    "prize": "$1,344",
    "summary": "There may be no more powerful managerial force in A Level Above than Dan Goldman overseeing a fantasy basketball team. Goldman's 'Seattle Supersonics' won their second consecutive ALA Fantasy Hoops title in demonstrative fashion, setting an all-time record in Roto Score (amassing 87 of 96 possible points), finishing with a 132-51-1 (.720) head-to-heard record (second-best in league history), and eviscerating any team that stood in their path. Goldman has now won three of the last five Fantasy NBA crowns and -- much to the rest of the league's dismay -- is in prime position to win a third straight title in 2016-17 as he will be armed with two outstanding keepers in a $20 Karl Anthony-Towns and a $2 Draymond Green. In its 15-year history, no team has ever won three consecutive ALA Fantasy Hoops titles, but history has a strong chance of being rewritten in this upcoming NBA season."
  },
  {
    "game": "NBA CDL",
    "entrant": "Dan Goldman",
    "prize": "$1,720",
    "summary": "One fantasy NBA title apparently wasn't enough for Dan Goldman during the 2015-16 NBA season. Goldman's 'Seattle Supersonics' won the second ALA NBA CDL title by defeating Kyle Davis's 'Larry' in the CDL championship, and given that Goldman's team had a regular-season record (118-60-2) that was 13 games better than any other team, any other result would have seemed unfair. "
  },
  {
    "game": "March Madness",
    "entrant": "Scott Hitchcock",
    "prize": "$2,784",
    "summary": "Scott Hitchcock won his first ALA championship in as exciting a fashion as possible, securing the 2016 March Madness title on a buzzer-beating three-pointer from Villanova that capped off one of the most memorable championship games in NCAA history. Though Villanova entered the game as a three-point underdog -- making a pregame hedge an expensive proposition -- Hitchcock managed his in-game action brilliantly and protected his potential pool-winning earnings by placing a live bet on North Carolina +3 when Villanova took the lead in the second half, thereby guaranteeing himself a profitable outcome regardless of the game result. When Villanova hit their game-winning shot to win by three, Hitchcock pushed that bet and took home the second-largest single-event payout in ALA history."
  },
  {
    "game": "NCAA Bowl Pick'em",
    "entrant": "Marc Courtmanch",
    "prize": "$500",
    "summary": "Marc Courtmanch took home his first ALA title in nine tries by winning the 2015 Bowl Pick'em by a single point over Don Bennett. The pool fittingly came down to the very last game, with Marc trailing Don by two points and the three-point National Championship game remaining as the difference-maker. Marc backed Clemson at +7 in that game while Don went with the favorite, and though Alabama prevailed in the game, their 46-40 victory fell a point short of covering the spread, securing Marc a tidy $500 prize for bowl season."
  },
  {
    "game": "NCAA Pick'em",
    "entrant": "Alex Kurian",
    "prize": "$523",
    "summary": "Alex Kurian made his ALA debut in 2015 and wasted no time in making a name for himself, winning the 2015 NCAA Pick'em title on the strength of an incredibly clutch final week when he picked eight of nine games correctly to finish one game ahead of Dave Echenoz and two ahead of Kyle Davis. Alex finished the season strong -- leading the pool in correct picks in each of the season's final two weeks -- and picked 54.8% of games correctly over the course of the season."
  },
  {
    "game": "NFL Survivor",
    "entrant": "Jaime Trevino",
    "prize": "$4,800",
    "summary": "The utterly absurd, unbelievable conclusion of the 2015 ALA NFL Survivor Pool -- all two weeks of it -- was quite simply unprecented in the history of the game and is likely never to be replicated. With seven different favored teams losing in Week 2 of the 2015 NFL season, 85 of the pool's 92 entrants (six had lost in Week 1) were eliminated, leaving only one: Jaime Trevino, who took home all $4,800 of the prize pool himself. Never in the history of the Survivor Pool had one entrant taken home the entirety of the pot, and Jaime managed to do so in a year that was also the largest pool in the history of the game. Jaime's $4,800 prize dwarfs the next-richest single-event prize in ALA history by more than $2,000 and seems destined to join the likes of Joe Dimaggio's 56-game hit streak and Wilt Chamberlain's 100-point game as records unlikely to ever be broken."
  },
  {
    "game": "NFL Confidence",
    "entrant": "Nick Gardner",
    "prize": "$633",
    "summary": "Nick Gardner had never played in the NFL Confidence Pool prior to the 2015 season, which is something the rest of A Level Above is likely thankful for given the manner in which he thoroughly dominated the competition in his first go-round. Nick led the pool in scoring in three separate weeks and had a vice grip on the pool's pole position for the second half of the NFL season, and his final score of 1,442 points was 40 points better than that of second-place finisher Jim Rennard."
  },
  {
    "game": "NFL Battle the Bookies",
    "entrant": "Eric Bowman",
    "prize": "$1,786",
    "summary": "2015 was apparently a good year for ALA rookies. Eric Bowman made his ALA debut in the 2015 NFL Battle the Bookies game and won in convincing fashion, with his season's-worth of theoretical $100 bets on NFL games leading to a final game score of +$2,286, a total more than $800 higher than any other entrant has managed to accrue in the two-year history of the game. Eric was consistent from start-to-finish and never had a bad week; his final scorecard showed only two single-week game scores lower than -$160, and his single-week low for the season was a paltry -$316. Eric's title never seemed to be in doubt after he amassed a combined +$1,733 in Weeks 11 and 12, and his substantial first-place prize was a suitable reward for his confidence in entering the pool at the maximum-allowed $200 buy-in."
  },
  {
    "game": "Fantasy NFL: GU Division",
    "entrant": "Zach Wolfel",
    "prize": "$1,150",
    "summary": "The ironic thing about Zach Wolfel's first ALA title is that despite his 'Mediocre Table' squad entering the GU Division season as the clear favorite on the strength of the league's best stable of keepers -- a $1 Jeremy Hill and a $2 Alshon Jeffery -- it was Wolfel's oustanding draft that won him the league while Hill and Jeffery largely disappointed. Zach hit bulls-eyes with each of his premium draft picks in a $73 Adrian Peterson, a $38 DeAndre Hopkins, and a $24 Drew Brees, and his $4 snag of a dominant Denver Broncos D/ST was the cherry on his proverbial fantasy sundae. Wolfel's squad amassed the second-most total points and the second-best breakdown record in the history of ALA Fantasy Football, and he took home a record game prize of $1,150 thanks to an impressive six GU Division entrants entering at the maximum $250 buy-in. The only thing keeping Wolfel from the sixth perfect-36 Power Score in ALA history was Drew 'Dirty Bird' Schoentrup's squad, which set an ALA record themselves by becoming the first team to ever finish with a 16-1 head-to-head record. Though you never want to mess with a good thing, it would be tough for anyone to blame Wolfel for returning his team name to its original 'Hot Table' roots after last season's performance."
  },
  {
    "game": "Fantasy NFL: LO Division",
    "entrant": "Billy Schreyer",
    "prize": "$585",
    "summary": "Cam Newton's arm and Vince Wolfork's appetite led Schreyer's squad, 'Wilfork on the First Date,' to Billy's second LO Fantasy Football Championship. Schreyer became the first manager in the league's eight-year history with two titles to his name, as the league had different champions in each of its first seven seasons. In addition to being just the seventh team to finish a season 14-3 or better in head-to-head record, Ill Bills' victory gave him bragging rights over the league's founding fathers for the foreseeable future, as he became the current title holder for both the Fantasy NFL and Fantasy MLB leagues."
  },
  {
    "game": "Fantasy NFL: USC Division",
    "entrant": "Ryan Rappeport",
    "prize": "$400",
    "summary": "Rapp's 'It Burns When I Puig' squad earned their owner his first-ever ALA Championship by leading the USC Division in each of the three Power Rankings categories, thus finishing with just the fifth perfect-36 Power Score in ALA Fantasy Football history. Ryan also etched his name into the ALA record books with a final total of 2,039.2 points, which was the fifth-highest point total in the game's eight-year history."
  },
  {
    "game": "Fantasy MLB",
    "entrant": "Billy Schreyer",
    "prize": "$820",
    "summary": "Billy cemented ShrayDay as the preeminent force in this era of ALA Fantasy Baseball by winning his second championship in three years in 2015 after coming up just half a point short of the title in 2014. The 2015 edition of ShrayDay was led by hometown hero Anthony Rizzo, AL MVP (and $22 keeper) Josh Donaldson, and an $11 AJ Pollock, whose five-tool excellence made him one of the best picks of the 2015 auction. Billy made a series of July trades that made it clear that he was playing for the 2015 title, first stealthily acquiring Orioles' superstar Manny Machado and then parting with two excellent keepers in a $5 Kyle Schwarber and a $4 Corey Kluber in exchange for a trio of power bats. Simply put, there have been few stretches in ALA fantasy history as impressive as ShrayDay's 2013-2015 fantasy baseball run."
  }
]
